Revit 2027 API
ParameterTypeId.InstanceSillHeightParam Property
 "Sill Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InstanceSillHeightParam { get; }
Public Shared ReadOnly Property InstanceSillHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InstanceSillHeightParam {
	ForgeTypeId^ get ();
}
static member InstanceSillHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace